oblaka3d/knobos/sdkconfig.defaults.s3
CONFIG_IDF_TARGET="esp32s3"
CONFIG_KNOBOS_BOARD_S3=y
CONFIG_PARTITION_TABLE_CUSTOM_FILENAME="partitions_s3.csv"
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
CONFIG_SPIRAM=y
CONFIG_SPIRAM_MODE_OCT=y
CONFIG_SPIRAM_SPEED_80M=y
